Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource4012
source: Create SF&X archive
af: Geheuegebruik vir saampersing:
ar: إنشاء أرشيف ذاتي الاستخراج
az_arab: SF&X arxiv yaratmaq
be: Стварыць SF&X-архіў
bg: Самора&зархивиращ се архив
bn: স্বয়ংক্রিয় সংকোচন প্রোগ্রাম তৈরি
ca: Crea un fitxer sòlid (SF&X)
ca_es_valencia: Métode de xifrat:
cs: Vytvořit SF&X archiv
cy: Defnydd cof am Cywasgu:
da: Opret SF&X-arkiv
de: Selbstentpackendes Archiv (SF&X) erstellen
el: Δημιουργία αρχείου συμπίεσης (SF&X)
eo: Memoruzo por densigo:
es: Crear archivo SF&X (autoextraíble)
et: Loo is&eavanev arhiiv
eu: Sortu SF&X artxiboa
fa: ایجاد ارشیو خوداستخراجگر
fi: Luo itsepurkava paketti
fr: Créer une archive SF&X
fy: Meitsje SF&X-argyf
ga: Cruthaigh cartlann SF&X
gl: Crear ficheiro SF&X
gu: &એસએફ઼એક્સ(SFX) સંગ્રહ તૈયાર કરો
he: צור ארכיון חילוץ־&עצמי
hi: &एसएफ़एक्स(SFX) संग्रह तैयार करें
hr: Kreiraj E&XE arhiv
hu: SF&X archívum létrehozása
hy: Ստեղծել SF&X արխիվ
id: Buat arsip SF&X
is: &Skapa SFX-safn
it: Crea archivio auto-&estraente
ja: 自己展開アーカイブの作成(&X)
ka: შეიქმნას SF&X არქივი
kk: SF&X-мұрағат жасау
ko: 자동(SFX) 압축파일 생성(&X)
ku_arab: دروستکردنی ئەرشیڤی SF&X
ky_kg: SF&X-архивди жаратуу
lt: Sukurti iš&sipakuojantį archyvą
lv: Atmiņa arhivēšanai:
mk: Искорист мемор за компрес:
mn_cyrl: Шахаж байгаа санах ойн хэрэглээ:
mr: दाबण्यासाठी स्मरणशक्तीचा वापर:
ms: Penggunaan memori untuk Memampatkan:
nb: Selvutpakkende arkiv («SF&X»)
ne: सङ्कुचनका लागि स्मृति प्रयोग:
nl: SF&X-archief maken
nn: Opprett SF&X arkiv
pa_in: SF&X ਆਕਾਈਵ ਬਣਾਓ
pl: &Utwórz archiwum SFX
ps: ارشيو جوړول SF&X
pt_br: Criar ar&quivo compactado SFX
ro: Crează arhivă SF&X
ru: Создать SF&X-архив
si: &SFX හැකිළුමක් සාදන්න
sk: Vytvoriť samorozbaľovací archív
sl: Ustvari samorazširljiv arhiv (SFX)
sq: Krijo një arkiv SF&X
sr_cyrl: Креирај SFX архиву
sr_latn: Kreiraj SFX arhivu
sv: Skapa sj&älvuppackande arkiv
sw: Tengeneza kihifadhi ya SF&X
ta: இறுக்க நினைவக பயன்பாடு:
tg_arab: Бойгонии SF&X сохтан
th: สร้างเอกสาร SFX
tk_cyrl: SF&X (öz-özünden açylýän) arhiwini döret
tr: &Kendi Açılan Arşiv Oluşturulsun
tt_arab: SF&X-архив ясарга
ug_arab: ئۆزى يېشىلىدىغان پرىس ياسا(&X)
uk: &Створити SFX архів
uz_cyrl: SF&X архив тузмоқ
uz_latn: SF&X arxiv tuzmoq
vi: Tạo trình tự giải nén tệp
yo_latn: Dá àpò faíli àkójọ́pọ fun SF&X
zh_hans: 创建自释放程序(&X)
zh_hant: 建立自解壓縮檔(&X)

# Resource4013
source: Compress shared files
af: Geheuegebruik vir uitpakking:
ar: ضغط الملفات المشاركة
az_arab: Yazılış üçün açıq faylları sıxmaq
be: Сціскаць адчыненыя для запісу файлы
bg: Компресирани споделени файлове
bn: বিনিময়যোগ্য ফাইল সংকোচন
ca: Comprimeix els fitxers compartits
ca_es_valencia: Encriptar el nom dels fitxers
cs: Zkomprimovat otevřené soubory
cy: Defnydd cof am Datgywasgu:
da: Komprimer delte filer
de: Zum Schreiben &geöffnete Dateien einbeziehen
el: Συμπίεση κοινών αρχείων
eo: Memoruzo por maldensigo:
es: Comprimir archivos abiertos para escritura
et: Tihenda kirjutuseks avatud failid
eu: &Konprimitu elkarbanaturiko agiriak
fa: فشرده سازی فایل های مشترک درسایر برنامه ها
fi: Pakkaa auki olevat tiedostot
fr: Compresser des fichiers partagés
fy: Dielde triemmen komprimearje
ga: Comhbhrúigh na comhaid a roinneadh
gl: Comprimir ficheiros compartidos
gu: સાઝી ફાઇલો સંકુચિત કરો
he: דחוס קבצים משותפים
hi: साझी फाइलें संकुचित करें
hr: Sažmi dijeljene datoteke
hu: Megosztott fájlok tömörítése
hy: Սեղմել համաօգտագործվող ֆայլերը
id: Kompres berkas bersama
is: Þjappa sameiginlegum skrám
it: Comprimi file condivisi
ja: 共有状態のファイルも圧縮
ka: გაზიარებული ფაილების შეკუმშვა
kk: Ашылған файд жазу үшін сығу
ko: 공유하고있는 파일 압축
ku_arab: پەستاندنی پەڕگە ئاڵوگۆڕکراوەکان
ky_kg: Файлдарды жаздыруу үчүн ачууну кысуу
lt: Glaudinti atvertus įrašymui failus
lv: Atmiņa atarhivēšanai:
mk: Искорист мемор за декомпрес:
mn_cyrl: Задалж байгаа санах ойн хэрэглээ:
mr: प्रसरण पावण्यासाठी स्मरणशक्तीचा वापर:
ms: Penggunaan memori untuk Menyah-mampatkan:
nb: Kryptering
ne: असङ्कुचनका लागि स्मृति प्रयोग:
nl: Gedeelde bestanden inpakken
nn: Krypter
pa_in: ਵਰਤੀਆਂ ਜਾਉਂਦੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਵੀ ਨਪੀੜੋ
pl: Kompresuj pliki współdzielone
ps: ونډولې دوتنې زېرل
pt_br: Comprimir arquivos compartilhados
ro: Arhivează fişierele partajate
ru: Сжимать открытые для записи файлы
si: බෙදාගත් ගොනු හකුළන්න
sk: Komprimovať zdieľané súbory
sl: Stisni datoteke v skupni rabi
sq: Ngjish skedarët e përbashkët
sr_cyrl: Компресија дељене датотека
sr_latn: Kompresija deljene datoteka
sv: Komprimera delade filer
sw: Finyaza faili shirikishi
ta: பெருக்க நினைவக பயன்பாடு:
tg_arab: Фишурдани файлҳо барои навиштан
th: บีบอัดแชร์ไฟล์
tk_cyrl: Açyk ulanylýan faýllary gys
tr: Paylaşılmış Dosyalar Sıkıştırılsın
tt_arab: Уртак файлларны кысарга
ug_arab: ھەمبەھىر ھۆججەت پرىسلا
uk: Стискати спільні файли
uz_cyrl: Очиқ файлларни сиқмоқ
uz_latn: Ochiq fayllarni siqmoq
vi: Nén tập tin chia sẻ
yo_latn: Ko faíli alájọpín jọ́pọ
zh_hans: 压缩共享文件
zh_hant: 壓縮共用檔案

# Resource4014
source: Encryption
ar: التشفير
az_arab: Şifrələmə
be: Шыфраванне
bg: Криптиране
bn: বদ্ধ করা
ca: Xifrat
ca_es_valencia: Us de memòria Comprimint:
cs: Zakódování
da: Kryptering
de: Verschlüsselung
el: Κρυπτογράφηση
es: Encriptación
et: Krüptimine
eu: Enkriptaketa
fa: رمزگذاری
fi: Salaus
fr: Chiffrement
fy: Fersifering
ga: Criptiú
gl: Cifrado
gu: ગુપ્તિકરણ
he: הצפנה
hi: गुप्तिकरण
hr: Kriptiranje
hu: Titkosítás
hy: Կոդավորում
id: Enkripsi
is: Dulkóðun
it: Cifratura
ja: 暗号化
ka: დაშიფრვა
kk: Шифрлау
ko: 암호화
ku_arab: پاراستن
ky_kg: Шифрлөө
lt: Šifravimas
nb: Krypteringsmetode:
nl: Versleuteling
nn: Krypter metode:
pa_in: ਐਨਕ੍ਰਿਪਸ਼ਨ
pl: Szyfrowanie
ps: کوډییزونه
pt_br: Encriptação
ro: Criptare
ru: Шифрование
si: සංකේතනය
sk: Šifrovanie
sl: Šifriranje
sq: Shifrimi
sr_cyrl: Шифровање
sr_latn: Šifrovanje
sv: Kryptering
sw: Usimbaji fiche
tg_arab: Рамзгузорӣ
th: การเข้ารหัส
tk_cyrl: Kodlama
tr: Şifreleme
tt_arab: Шифрлау
ug_arab: شىفىرلاش
uk: Шифрування
uz_cyrl: Шифрламоқ
uz_latn: Shifrlamoq
vi: Mã hóa
yo_latn: Ìpàrokò
zh_hans: 加密
zh_hant: 加密

# Resource4015
source: Encryption method:
ar: طريقة التشفير:
az_arab: Şifrələmə üsulu:
be: Метад шыфравання:
bg: Метод за криптиране:
bn: বদ্ধ করার পদ্ধতি:
ca: Mètode de xifrat:
ca_es_valencia: Us de memòria Descomprimint:
cs: Metoda zakódování:
da: Krypteringsmetode:
de: Verfahren:
el: Μέθοδος κρυπτογράφησης:
es: Método de &encriptación:
et: Krüptimismeetod:
eu: Enkriptaketa metodoa:
fa: روش رمزگذاری:
fi: Salausalgoritmi
fr: Méthode de chiffrement :
fy: Fersiferingmetoade:
ga: Modh criptiúcháin:
gl: Método de cifrado:
gu: ગુપ્તિકરણ પદ્ધતિ:
he: שיטת הצפנה:
hi: गुप्तिकरण पद्धति:
hr: Metoda kriptiranja:
hu: Titkosítási eljárás:
hy: Կոդավորման եղանակ.
id: Metode enkripsi:
is: Dulkóðunaraðferð:
it: Metodo &cifratura:
ja: 暗号化方式:
ka: დაშიფრვის მეთოდი:
kk: Шифрлау тәсілі:
ko: 암호화 방식:
ku_arab: ڕێبازی پاراستن
ky_kg: Шифрлөөнүн амалы:
lt: Šifravimo metodas:
nb: Kr&ypter filnavn
nl: Versleutelingsmethode:
nn: &Krypter filnamn
pa_in: ਐਨਕ੍ਰਿਪਸ਼ਨ ਢੰਗ:
pl: Metoda szyfrowania:
ps: :کوډییزونې لېله
pt_br: Método de encriptação:
ro: Metoda de criptare:
ru: Метод шифрования:
si: සංකේතන ක්‍රමය:
sk: Metóda šifrovania:
sl: Metoda šifriranja:
sq: Metoda e shifrimit:
sr_cyrl: Метода шифровања:
sr_latn: Metoda šifrovanja:
sv: Krypteringsmetod:
sw: Mbinu ya usimbaji fiche:
tg_arab: Усули рамзгузорӣ:
th: วิธีการเข้ารหัส:
tk_cyrl: Kodlama metody:
tr: Şifreleme Yöntemi:
tt_arab: Шифрлау ысулы:
ug_arab: شىفىرلاش ئۇسۇلى:
uk: Метод шифрування:
uz_cyrl: Шифрлаш услуби:
uz_latn: Shifrlash uslubi:
vi: Phương thức mã hóa:
yo_latn: Móòdù ìpàrokò:
zh_hans: 加密算法：
zh_hant: 加密方法:

# Resource4016
source: Encrypt file &names
ar: تشفير أسماء ال&ملفات
az_arab: Fayl adlarını &şifrələmək
be: &Шыфраваць імёны файлаў
bg: Криптиране на файловите &имена
bn: ফাইলের নাম &আটকে ফেলা
ca: Xifra el nom dels fitxers
cs: Zakódovat &názvy souborů
da: Kr&ypter filnavne
de: Datei&namen verschlüsseln
el: Κρυπτογράφηση &ονομάτων αρχείων
es: Encriptar &nombres de fichero
et: Krüpti faili&nimed
eu: Enkriptatu agiri &izenak
fa: رمزگذاری نام فایل ها
fi: Salaa tiedosto&nimet
fr: Chiffre les &noms de fichiers
fy: Fersiferje triem&nammen
ga: Criptigh ainmneacha na gcomhad
gl: Cifrar &nomes de ficheiro
gu: ફ઼ાઇલ &નામ ગુપ્તિકરણ કરો
he: הצפן &שמות קבצים
hi: फ़ाइल &नाम गुप्तिकरण करें
hr: Enkripcija naziva datoteka
hu: Fájlnevek &titkosítása
hy: &Կոդավորել ֆայլերի անունները
id: Enkripsi &nama berkas
is: &Dulkóða skráarnöfn
it: Cifra anche il &nome dei file
ja: ファイル名を暗号化(&N)
ka: ფაილთა &სახელების დაშიფრვა
kk: &Файлдың атын шифрлау
ko: 파일 이름 암호화(&N)
ku_arab: &ناوی پەڕگەکان بپارێزە (encrypt)
ky_kg: &Файлдардын атын шифрлөө
lt: Už&šifruoti failų pavadinimus
nb: Minnebruk ved komprimering:
nl: Bestandsnamen &versleutelen
nn: Minnebruk ved kompresjon:
pa_in: ਫਾਇਲਾਂ ਦੇ ਨਾਂ ਐਨਕ੍ਰਿਪਟ ਕਰੋ (&n)
pl: &Zaszyfruj nazwy plików
ps: دوتنه &نومونه کوډييزول
pt_br: Criptografar os &nomes dos arquivos
ro: Criptează &numele fişierului
ru: &Шифровать имена файлов
si: &ගොනු නාම සංකේතනය
sk: Zašifrovať mená súborov
sl: Šifriraj &imena datotek
sq: Shifro &emrat e skedarëve
sr_cyrl: Шифруј називе датотека
sr_latn: Šifruj nazive datoteka
sv: Kryptera fil&namn
sw: Simba fiche maji&na ya faili
tg_arab: &Номи файлҳоро рамзгузорӣ кардан
th: สร้างรหัสผ่าน
tk_cyrl: Faýl adlary&ny kodla
tr: Dosya Adları Şifrele&nsin
tt_arab: Файл &исемнәрен шифрларга
ug_arab: شىفىرلىق ھۆججەت ئاتى(&N)
uk: Шифрувати &імена файлів
uz_cyrl: &Файл номини шифрлаш
uz_latn: &Fayl nomini shifrlash
vi: Mã hoá tên tệp
yo_latn: &Ṣe ìpàrokò fun orúkọ faíli
zh_hans: 加密文件名(&N)
zh_hant: 加密檔名(&N)

# Resource4017
source: Memory usage for Compressing:
ar: استهلاك الذاكرة للضغط:
az_arab: Qablaşdırma üçün yaddaş həcmi:
be: Аб'ём памяці для пакавання:
bg: Използвана памет за архивиране:
bn: সংকোচনের জন্য স্মৃতির ব্যবহার:
ca: Ús de memòria per comprimir:
cs: Spotřeba paměti pro zabalení:
da: Hukommelsesforbrug ved komprimering:
de: Speicherbedarf beim Komprimieren:
el: Χρήση μνήμης για Συμπίεση:
es: Memoria usada para comprimir:
et: Mälu hõivatus tihendamisel:
eu: Oroimen erabilera Konprimitzeko:
fa: حافظه مصرفی برای فشرده سازی:
fi: Pakkaamiseen vaadittava muisti:
fr: Mémoire pour la compression :
fy: Unthâld gebrûk by komprimearjen:
ga: Cuimhne don chomhbhrúigh:
gl: Uso de memoria para compresión:
gu: સંકુચન માટે સ્મૃતિ પ્રયોગ:
he: שימוש בזיכרון לצורך דחיסה:
hi: संकुचन के लिये स्मृति प्रयोग:
hr: Korištenje memorije za sažimanje:
hu: A tömörítés memóriahasználata:
hy: Հիշող. ծավալը սեղմելու համար.
id: Pemakaian memori untuk Pemampatan:
is: Minnisnotkun fyrir þjöppun:
it: Quantità memoria per compressione:
ja: 圧縮に必要なメモリ:
ka: მეხსიერება შეკუმშვისათვის:
kk: Бууға арналған көлем:
ko: 압축시 사용 메모리:
ku_arab: ڕێژەی بەکارهێنانی بیرگە بۆ پەستاندان:
ky_kg: Салып бекитүү үчүн эстин көлөмү:
lt: Atmintinės naudojimas suglaudinimui:
nb: Minnebruk ved dekomprimering:
nl: Geheugengebruik bij inpakken:
nn: Minnebruk ved ut-pakking:
pa_in: ਨਪੀੜਨ ਲਈ ਮੈਮੋਰੀ ਦੀ ਵਰਤੋਂ:
pl: Użycie pamięci dla kompresji:
ps: :زېرلو لپاره ياد کارونه
pt_br: Uso de memória pra Compressão:
ro: Memorie utilizată pentru arhivare:
ru: Объем памяти для упаковки:
si: හැකිලීම සඳහා මතකය භාවිතය:
sk: Pamäť potrebná na kompresiu:
sl: Poraba pomnilnika za stiskanje:
sq: Shfrytëzimi i kujtesës për Ngjeshje:
sr_cyrl: Потребна меморија - компресија:
sr_latn: Potrebna memorija - kompresija:
sv: Minnesanvändning vid komprimering:
sw: Kumbukumbu inayotumika kufinyaza:
tg_arab: Хотираи бастабандӣ:
th: หน่วยความจำที่ใช้ในการบีบอัด:
tk_cyrl: Gysma işi üçin hakyda ulanylşygy:
tr: Sıkıştırma İçin Kullanılacak Bellek:
tt_arab: Кысу өчен хәтер күләме:
ug_arab: پرىسلاشقا كېرەكلىك ئەسلەك:
uk: Необхідно пам'яті для стискання:
uz_cyrl: Сиқишда хотирадан фойдаланиш:
uz_latn: Siqishda xotiradan foydalanish:
vi: Bộ nhớ dùng cho việc nén:
yo_latn: ìlò ibi ìpamọ́ fun àkójọ́pọ:
zh_hans: 压缩所需内存：
zh_hant: 壓縮時記憶體使用:

# Resource4018
source: Memory usage for Decompressing:
ar: استهلاك الذاكرة لإلغاء الضغط:
az_arab: Çeşidləmə üçün yaddaş həcmi:
be: Аб'ём памяці для распакавання:
bg: Използвана памет за разархивиране:
bn: সম্প্রসারনের জন্য স্মৃতির ব্যবহার:
ca: Ús de memòria per descomprimir:
cs: Spotřeba paměti pro rozbalení:
da: Hukommelsesforbrug ved udpakning:
de: Speicherbedarf beim Entpacken:
el: Χρήση μνήμης για Αποσυμπίεση:
es: Memoria usada para descomprimir:
et: Mälu hõivatus hõrendamisel:
eu: Oroimen erabilera Deskonprimitzeko:
fa: حافظه مصرفی برای استخراج:
fi: Purkamiseen vaadittava muisti:
fr: Mémoire pour la décompression :
fy: Unthâld gebrûk by ûntkomprimearjen:
ga: Cuimhne don dhíchomhbhrúigh:
gl: Uso de memoria para extracción:
gu: પ્રસારણ માટે સ્મૃતિ પ્રયોગ:
he: שימוש בזיכרון לצורך חילוץ:
hi: प्रसारण के लिये स्मृति प्रयोग:
hr: Korištenje memorije za raspakiranje:
hu: A kitömörítés memóriahasználata:
hy: Հիշող. ծավալը դուրս բերելու համար.
id: Pemakaian memori untuk Pengawamampatan:
is: Minnisnotkun fyrir afþjöppun:
it: Quantità memoria per decompressione:
ja: 展開に必要なメモリ:
ka: მეხსიერება ამოღებისათვის:
kk: Шешуге арналған көлем:
ko: 압축 풀기시 사용 메모리:
ku_arab: ڕێژەی بەکارهێنانی بیرگە بۆ کردنەوەی پەستێنراو:
ky_kg: Таңгагын чечүү үчүн эстин көломү:
lt: Atmintinės naudojimas išskleidimui:
nl: Geheugengebruik bij uitpakken:
pa_in: ਆਕਾਈਵ ਖੋਲਨ ਲਈ ਮੈਮੋਰੀ ਦੀ ਵਰਤੋਂ:
pl: Użycie pamięci dla dekompresji:
ps: :نازېرلو لپاره ياد کارونه
pt_br: Uso de memória pra Descompressão:
ro: Memorie utilizată pentru dezarhivare:
ru: Объем памяти для распаковки:
si: ලිහීම ක්‍රියාව සඳහා මතකය භාවිතය:
sk: Pamäť potrebná na dekompresiu:
sl: Poraba pomnilnika za razširjanje:
sq: Shfrytëzimi i kujtesës për Shpaketim:
sr_cyrl: Потребна меморија - декомпресија:
sr_latn: Potrebna memorija - dekompresija:
sv: Minnesanvändning vid dekomprimering:
sw: Kumbukumbu inayotumika kutoa ufinyazi:
tg_arab: Бор кардани хотира:
th: หน่วยความจำที่ใช้ในการแตกออก:
tk_cyrl: Arhiwden çykarma işi üçin hakyda ulanylşygy:
tr: Ayıklama İçin Kullanılacak Bellek:
tt_arab: Чыгару өчен хәтер күләме:
ug_arab: يېشىشكە كېرەكلىك ئەسلەك:
uk: Необхідно пам'яті для видобування:
uz_cyrl: Aжратишда хотирадан фойдаланиш:
uz_latn: Ajratishda xotiradan foydalanish:
vi: Bộ nhớ dùng cho việc giải nén:
yo_latn: ìlò ibi ìpamọ́ fun ìtúsilẹ:
zh_hans: 解压缩所需内存：
zh_hant: 解壓縮時記憶體使用:

# Resource4019
source: Delete files after compression
ar: حذف الملفات بعد الضغط
az_arab: Sıxılmadan sonra faylları silmək
ca: Suprimeix els fitxers en comprimir
cs: Odstranit soubory po zabalení
da: Slet filer efter komprimering
de: Dateien nach Komprimierung löschen
el: Διαγραφή αρχείων μετά τη συμπίεση
es: Borrar archivos después de la compresión
eu: Ezabatu agi&riak konprimitu ondoren
fi: Poista tiedostot pakkaamisen jälkeen
fr: Effacer les fichiers après compression
gl: Eliminar ficheiros despois de comprimir
he: מחק קבצים לאחר דחיסה
hr: Obriši datoteke nakon kompresije
hu: Tömörítés után törölje a fájlt
hy: Սեղմելուց հետո ջնջել ֆայլերը
id: Hapus berkas setelah dimampatkan
is: Eyða skrám eftir þjöppun
it: Elimina i file dopo la compressione
ja: 圧縮後に元のファイルを削除
ko: 압축 후 원본 파일을 삭제
lt: Ištrinti failus suglaudinus
nl: Bestanden na inpakken verwijderen
pl: Usuń pliki po skompresowaniu
pt_br: Apagar arquivos após a compressão
ru: Удалять файлы после сжатия
si: හැකිළීමෙන් පසු ගොනු මකන්න
sk: Vymazať súbory po kompresii
sl: Izbriši datoteke po stiskanju
sq: Fshi skedarët pas ngjeshjes
sv: Ta bort filer efter komprimering
sw: Futa mafaili baada ya kutoa ufinyazi
tg_arab: Пас аз фишурдан файлҳоро нест кардан
tk_cyrl: Gysma/arhiwleme işinden soňra faýllary öçür
tr: Sıkıştırılan Dosyalar Silinsin
tt_arab: Кысудан соң файлларны бетерергә
uk: Видалити файли після стиснення
uz_cyrl: Сиқиб бўлингач файл(лар)ни ўчирмоқ
uz_latn: Siqib bo‘lingach fayl(lar)ni o‘chirmoq
yo_latn: Paarẹ faíli lẹ̀hìn àkójọ́pọ
zh_hans: 操作完成后删除源文件
zh_hant: 壓縮後刪除檔案

# Resource4040
source: Store symbolic links
ar: حفظ الارتباطات الرمزية
az_arab: Rəmzli keçidləri saxlamaq
ca: Emmagatzema els enllaços simbòlics
cs: Uložit symbolické odkazy
da: Opbevar symbolske henvisninger
de: Symbolische Verknüpfungen speichern
el: Αποθήκευση συμβολικών συνδέσμων
es: Almacenar vínculos simbólicos
eu: Biltegiratu lotura sinbolikoak
fi: Tallenna symboliset linkit
fr: Emmagasine liens symboliques
gl: Arquivar ligazóns simbólicas
he: אחסן קישורים סמליים
hr: Spremi simbolične poveznice
hu: Szimbolikus link tárolása
hy: Պահպանել նշանային հղումները
id: Simpan tautan simbolik
is: Geyma mjúktengla
it: Memorizza collegamenti simbolici
ja: シンボリック リンクを保存
ko: 심볼릭 연결을 저장
lt: Įsiminti simbolines nuorodas
nl: Symbolische koppelingen opslaan
pl: Zachowaj dowiązania symboliczne
pt_br: Armazenar links simbólicos
ru: Сохранять символьные ссылки
si: නෛමිත්තික සබැඳි ගබඩා කරන්න
sk: Uložiť symbolické odkazy
sl: Shrani simbolne povezave
sq: Ruaj lidhjet simbolike
sv: Arkivera symboliska länkar utan komprimering
sw: Hifadhi viungo ishara
tg_arab: Истинодҳои рамзиро нигоҳ доштан
tk_cyrl: Simwolik linkleri sakla
tr: Sembolik Bağlantılar Kaydedilsin
tt_arab: Символик сылтамаларны сакларга
uk: Зберігати символічні посилання
uz_cyrl: Рамзий ҳаволаларни сақламоқ
uz_latn: Ramziy havolalarni saqlamoq
yo_latn: Fi ìtọ́kasí to ni aami pamọ́
zh_hans: 保存符号链接
zh_hant: 儲存符號連結

# Resource4041
source: Store hard links
ar: حفظ الارتباطات الثابتة
az_arab: Sərt keçidləri saxlamaq
ca: Emmagatzema els enllaços físics
cs: Uložit pevné odkazy
da: Opbevar hårde henvisninger
de: Harte Verknüpfungen speichern
el: Αποθήκευση σταθερών συνδέσμων
es: Almacenar vínculos duros
eu: Biltegiratu lotura gogorrak
fi: Tallenna kovat linkit
fr: Emmagasine liens solides
gl: Arquivar ligazóns fortes
he: אחסן קישורים קשיחים
hr: Spremi čvrste poveznice
hu: Hard link tárolása
hy: Պահպանել կոշտ հղումները
id: Simpan tautan keras
is: Geyma harðtengla
it: Memorizza collegamenti statici
ja: ハードリンクを保存
ko: 하드 연결을 저장
lt: Įsiminti patvariasias nuorodas
nl: Harde koppelingen opslaan
pl: Zachowaj dowiązania twarde
pt_br: Armazenar links rígidos
ru: Сохранять жесткие ссылки
si: දෘඩ සබැඳි ගබඩා කරන්න
sk: Uložiť pevné odkazy
sl: Shrani trdne povezave
sq: Ruaj lidhjet fizike
sv: Arkivera hårda länkar utan komprimering
sw: Hifadhi viungo dhabiti
tg_arab: Истинодҳои сахтро нигоҳ доштан
tk_cyrl: Gönimel linkleri sakla
tr: Mutlak Bağlantılar Kaydedilsin
tt_arab: Каты сылтамаларны сакларга
uk: Зберігати жорсткі посилання
uz_cyrl: Маҳкам ҳаволаларни сақламоқ
uz_latn: Mahkam havolalarni saqlamoq
yo_latn: Fi ìtọ́kasí lile pamọ́
zh_hans: 保存硬链接
zh_hant: 儲存硬連結

# Resource4042
source: Store alternate data streams
ar: حفظ جداول البيانات البديلة
az_arab: Əvəzedici axınları saxlamaq
ca: Emmagatzema el flux alternatiu
da: Opbevar alternative datastrømme
de: Alternative Datenströme speichern
el: Αποθήκευση ενναλλακτικών ροών δεδομένων
es: Almacenar flujos de datos alternativos
eu: Biltegiratu aldikatu datu jarioak
fi: Tallenna vaihtoehtoiset virrat
fr: Emmagasine flux de données alternatifs
gl: Arquivar fluxo de datos alternos
he: אחסן זרמים מתחלפים של נתונים
hr: Spremi alternativne tokove podataka
hu: Alternatív adatfolyam tárolása
hy: Պահպանել այլընտրանքային հոսքերը
id: Simpan alternatif aliran data
is: Geyma víxlgagnastrauma
it: Memorizza flussi dati alternati
ja: 代替データ ストリームを保存
ko: 대체 데이터 스트림을 저장
lt: Įsiminti alternatyvius duomenų srautus
nl: Alternate data streams opslaan
pl: Zachowaj alternatywne strumienie danych
pt_br: Armazenar correntes de dados alternantes
ru: Сохранять альтернативные потоки
si: අනුකල්ප දත්ත ප්‍රවාහ ගබඩා කරන්න
sk: Uložiť alternatívne údajové prúdy
sl: Shrani nadomestne podatkovne tokove
sq: Ruaj rrjedhat alternative të të dhënave
sv: Arkivera alternativa dataströmmar utan komprimering
sw: Hifadhi mitiririsho data mbadala
tg_arab: Ҷараёнҳои алтернативиро захира кардан
tk_cyrl: Çalyşan data akymlaryny sakla
tr: Alternatif Veri Akışları Kaydedilsin
tt_arab: Альтернатив сылтамаларны сакларга
uk: Зберігати альтернативні потоки даних
uz_cyrl: Муқобил маълумот оқимларини сақламоқ
uz_latn: Muqobil ma’lumot oqimlarini saqlamoq
yo_latn: Fi agbara détà pamọ́
zh_hans: 保存交替数据流
zh_hant: 儲存附加資料流

# Resource4043
source: Store file security
ar: حفظ ملف الأمان
az_arab: Giriş hüququnu saxlamaq
ca: Emmagatzema el fitxer de seguretat
cs: Uložit zabezpečení souborů
da: Opbevar filsikkerhed
de: Dateirechte speichern
el: Αποθήκευση ασφάλειας αρχείου
es: Almacenar seguridad del archivo
eu: Biltegiratu agiri segurtasuna
fi: Tallenna tiedostojen suojaustiedot
fr: Emmagasine fichier de sécurité
gl: Arquivar seguridade de ficheiro
he: אחסן אבטחת קבצים
hr: Spremi sigurnost datoteka
hu: Biztonsági beállítások tárolása
hy: Պահպանել մուտքի իրավունքը
id: Simpan keamanan berkas
is: Geyma skráaröryggi
it: Memorizza sicurezza dei file
ja: ファイルのセキュリティ属性を保存
ko: 파일 보안 속성을 저장
lt: Įsiminti failų saugumo nuostatas
nl: Bestandsbeveiliging opslaan
pl: Zachowaj zabezpieczenia plików
pt_br: Armazenar segurança do arquivo
ru: Сохранять права доступа
si: ගොනු ආරක්‍ෂාව ගබඩා කරන්න
sk: Uložiť práva súborov
sl: Shrani varnost datoteke
sq: Ruaj sigurinë e skedarëve
sv: Arkivera filsäkerhet utan komprimering
sw: Hifadhi usalama wa faili
tg_arab: Ҳуқуқҳои дастрасиро нигоҳ доштан
tk_cyrl: Faýl goraglaryny sakla
tr: Dosyaların Güvenlik Bilgileri Kaydedilsin
tt_arab: Керү хакларын сакларга
uk: Зберігати дані безпеки файлу
uz_cyrl: Кириш ҳуқуқини сақламоқ
uz_latn: Kirish huquqini saqlamoq
yo_latn: Fi àfirọ́pò faíli pamọ́
zh_hans: 保存文件安全设置
zh_hant: 儲存檔案安全設定

# Resource4050
source: Store
af: Stoor
ar: حفظ
az_arab: Sıxılmasız
be: Без сціску
bg: Без компресия
bn: অতি সংকোচায়ন
ca: Sense compressió
ca_es_valencia: Sense compressió
cs: Skladovací
cy: Storio
da: Gem
de: Speichern
el: Αποθήκευση
eo: Sen densigo
es: Sin compresión
et: Tihenduseta
eu: Biltegia
fa: ذخیره
fi: Ei pakkausta
fr: Aucune
fy: Bewarje
ga: Taisc
gl: Arquivar
gu: ભંડારણ
he: אחסון
hi: भण्डारण
hr: Bez sažimanja
hu: Raktár
hy: Առանց սեղմելու
id: Simpan
is: Geyma
it: Nessuna
ja: 無圧縮
ka: შეკუმშვის გარეშე
kk: Сығусыз
ko: 저장
ku_arab: پاشەکەوت
ky_kg: Кысуусуз
lt: Mažiausias
lv: Uzkrāšana nesaspiežot
mk: Спакувај
mn_cyrl: Хадгалах
mr: साठा
ms: Untuk Penyimpanan
nb: Ukomprimert
ne: भण्डार गर्नुहोस्
nl: Opslaan
nn: Lagre
pa_in: ਸਿਰਫ਼ ਇਕੱਤਰਤਾ
pl: Bez kompresji
ps: زېرمل
pt_br: Armazenar
ro: Stochează
ru: Без сжатия
si: ගබඩා කරන්න
sk: Bez kompresie
sl: Brez stiskanja
sq: Ruaj
sr_cyrl: Без компресије
sr_latn: Bez kompresije
sv: Ingen komprimering
sw: Ekeza
ta: தேக்கு
tg_arab: Бе фишурда
th: เก็บเฉยๆ
tk_cyrl: Sakla
tr: 02000D81="Sıkıştırmasız"
tt_arab: Кысусыз
ug_arab: ساقلا
uk: Без стиснення
uz_cyrl: Сиқмаслик
uz_latn: Siqmaslik
vi: Lưu trữ
yo_latn: Ṣàfipamọ́
zh_hans: 仅存储
zh_hant: 封存

# Resource4051
source: Fastest
af: Vinnigste
ar: الأسرع
az_arab: Sürətli
be: Хуткасны
bg: Най-бърза
bn: অতি দ্রুত
ca: Molt ràpida
ca_es_valencia: La més ràpida
cs: Nejrychlejší
cy: Cyflymach
da: Hurtigst
de: Schnellste
el: Πολύ γρήγορη
eo: Plej rapide
es: La más rápida
et: Kiireim tihendus
eu: Azkarrena
fa: سریعترین
fi: Nopein
fr: Le plus rapide
fy: Fluchst
ga: Is gasta
gl: Máis rápida
gu: સર્વાધિક તેજ
he: הכי מהיר
hi: सर्वाधिक तेज
hr: Vrlo brzo
hu: Leggyorsabb
hy: Արագընթաց
id: Tercepat
is: Hraðast
it: Velocissima
ja: 最速
ka: უსწრაფესი
kk: Жылдам
ko: 가장 빠름
ku_arab: خێراترین
ky_kg: Ылдамдуу
lt: Greitesnis
lv: Ātrākais
mk: Најбрзо
mn_cyrl: Дээд хурданаар
mr: अतिशय वेगवान
ms: Lebih cepat
nb: Raskest
ne: सब भन्दा छिटो
nl: Snelst
nn: Raskast
pa_in: ਬਹੁੱਤ ਤੇਜ਼
pl: Najszybsza
ps: ډېر چټک
pt_br: Mais rápida
ro: Imediată
ru: Скоростной
si: ඉතා වේගවත්
sk: Najrýchlejšia
sl: Najhitrejše
sq: Më i shpejti
sr_cyrl: Брже
sr_latn: Brže
sv: Snabbaste
sw: Haraka zaidi
ta: அதிவிரைவான
tg_arab: Суръати баланд
th: เร็วที่สุด
tk_cyrl: Iň çalt
tr: 02000D85="En hızlı"
tt_arab: Бик тиз
ug_arab: ئەڭ تېز
uk: Найшвидше
uz_cyrl: Тезкор
uz_latn: Tezkor
vi: Nhanh nhất
yo_latn: Kíá ju
zh_hans: 极速压缩
zh_hant: 最快速壓縮
